Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/integrerings--og-mangfoldsavdelingen_id_589415.html.tmx
Source language: nob
Languages: sme

source: Integrerings- og mangfoldsavdelingen
sme: Searvadahttin- ja girjáivuođaossodat

source: Integrerings- og mangfoldsavdelingen (IMA) arbeider med integrerings- og inkluderingspolitikken rettet mot innvandrerbefolkningen.
sme: Searvadahttin- ja girjáivuođaossodat (SGO) bargá searvadahttin- ja girjáivuođapolitihkain sisafárrejeddjiid ektui ja álbmoga ektui muđuige.

source: Integrerings- og mangfoldsavdelingen har ansvar for bosetting av flyktninger, opplæring i norsk og samfunnskunnskap og kvalifisering for deltakelse i arbeidslivet og / eller utdanning gjennom introduksjonsprogram for nyankomne voksne innvandrere, samt tolkefeltet.
sme: Searvadahttin- ja girjáivuođaossodagas lea ovddasvástádus háhkat dorvoohcciide orohagaid, sidjiide oahpahit dárogiela ja servodatoahpu ja sin gealbudit searvat bargoeallimii ja/dahje sidjiide oahpu addit oahpistanprográmmaid bokte mat leat ráhkaduvvon riikii easkka boahtán rávis sisafárrejeddjiid várás, ja sidjiide fállat dulkon- ja jorgalanbálvalusaid.

source: Videre har avdelingen ansvar for lov om norsk statsborgerskap (statsborgerloven).
sme: Dasto lea ossodagas ovddasvástádus lágas Norgga stáhtalahttovuođa birra (stáhtalahttolágas).

source: IMA arbeider med å legge til rette for at alle får like muligheter til å delta i det norske samfunnet og fører dialog med frivillige organisasjoner og religiøse miljøer.
sme: SGO geahččala láhčit dilálašvuođaid nu ahte buohkat ožžot seamma vejolašvuođaid oassálastit Norgga servodagas ja dat gulahallá eaktodáhtolaš organisašuvnnaiguin ja oskobirrasiiguin.

source: Prinsippet om sektoransvar innebærer at fagmyndigheter på ulike sektorer og forvaltningsnivåer på sine områder har samme ansvar for personer med innvandrerbakgrunn som for den øvrige befolkningen.
sme: Suorgeovddasvástádusprisihppa sisttisdoallá ahte iešguđet surggiid ja hálddahusdásiid fágaeiseválddiin lea iežaset surggiin seamma ovddasvástádus olbmuin geain lea sisafárrejeaddji duogáš, go eará olbmuin ge.

source: IMA har et særskilt ansvar for å utvikle og samordne politikken på feltet, og for å sikre at inkluderingsperspektivet er en naturlig del av alle fagmyndigheters arbeid og politikkutvikling.
sme: SGOas lea erenoamáš ovddasvástádus ovddidit ja oktiiordnet dán ášševiidodaga politihka, ja sihkkarastit ahte girjáivuođa- ja searvadahttinoaidnu lea buot fágaeiseválddiid barggu ja politihkkaovddideami lunddolaš oassi.

source: For å måle utviklingen over tid av inkludering og integrering av innvandrere og deres etterkommere, er det fastsatt konkrete mål for inkludering.
sme: Departemeanttas lea SGOa ovddasvástádus čuovvolit Searvadahttin- ja girjáivuođadirektoráhta (SGDi) ja Sisafárrejeaddjiid ja eiseválddiid gaskasaš gulahallanlávdegotti (SEG).

source: IMA har ansvar for departementets oppfølging av Integrerings- og mangfoldsdirektoratet (IMDi) og Kontaktutvalget mellom innvandrerbefolkningen og myndighetene (KIM).
sme: Vealahuslága geavaheami goziha Dásseárvo- ja vealahusáittardeaddji ja oktasaš Dásseárvo- ja vealahuslávdegoddi, maid Mánáid- ja dásseárvodepartemeanta galgá hálddašit.

source: Kontaktinformasjon
sme: Oktavuođadieđut:

source: Postboks 8036 Dep 0030 Oslo
sme: Searvadahttin- ja girjáivuođaossodat
